# St7ClearModelWindow

Clears the graphics within the model window and suspends graphics updates until either St7RedrawModel is
called or St7SetModelWindowRefresh is called with wrAutoRefresh.

long St7ClearModelWindow(long uID)

Input Parameters

uID

Strand7 model file ID.

Model Window